---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.MEPAnalyticalSegment
source: html/47396521-bcc0-4374-6c44-7bb42fdc4734.htm
---
# MEPAnalyticalSegment Members

Releases all resources used by the MEPAnalyticalSegment